alexcvzz.vscode-sqlite
batisteo.vscode-django
christian-kohler.path-intellisense
ckolkman.vscode-postgres
digitalbrainstem.javascript-ejs-support
dotenv.dotenv-vscode
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
eventyret.bootstrap-4-cdn-snippet
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
mtxr.sqltools
mtxr.sqltools-driver-pg
pkief.material-icon-theme
redhat.java
ritwickdey.liveserver
thekalinga.bootstrap4-vscode
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yzhang.markdown-all-in-one
zaczero.bootstrap-v4-snippets

# to install in work computer, run: xargs -n 1 code --install-extension < extensions.txt
